REGISTER_FAIL = Попробуйте /start снова немного позже
SUBSCRIBE_CHANNEL = Подпишись на канал <b>MT | SHOP</b>, чтобы иметь доступ ко всем необходимым расходникам для заливки и возможность использовать этого бота, и напиши /start снова!
BAN_MESSAGE = Доступ заблокирован администрацией
START_MESSAGE = Добро пожаловать в <b>MT SHOP</b> – платформа, где можно закрыть все потребности!
    🌐 Наиболее трастовые FB/Google аккаунты на рынке.
    ✨ Уникальные крео под любую вертикаль с зашкаливающим CTR.
    😈 Конвертные Android/IOS приложения.
    💰 Агентские аккаунты FB и Google для заливки больших объемов трафика.

    <b>Ваш промокод на 10% скидку на первый заказ:</b> <code>MASONS10</code>
    Просто введите его в описание к заказу

MENU = Меню
BACK = Назад
SKIP = Пропустить
YES = Да
NO = Нет

GENERAL-CHANGE_LANG = Изменить язык 🌍
GENERAL-CHANGE_LANG-CHOICE = Выберите из списка
GENERAL-CHANGE_LANG-UK = Украинский
GENERAL-CHANGE_LANG-EN = Английский
GENERAL-CHANGE_LANG-RU = Русский
GENERAL-CHANGE_LANG-SUCCESS = Язык изменён ✅
GENERAL-CHANGE_LANG-FAIL = Не удалось изменить язык ❌ Сообщите в поддержку об ошибке

