# admin main menu
ADMIN-ORDERS = Заказ
ADMIN-MANAGEMENT = Управление
ADMIN-MESSAGING = Рассылка
ADMIN-BAN_USER = Заблокировать


# MANAGMENT CATEGORY
ADMIN-CATEGORY_INFO = <b>{$category}</b>
 Товаров в категории: <b>{$count}</b>
ADMIN-ADD_ITEM = Добавить товар
ADMIN-SHOW_ITEMS = Просмотреть товары
ADMIN-HIDE = Скрыть
ADMIN-OPEN = Показать
ADMIN-DELETE = Удалить

#DELETE CATEGORY
ADMIN-DELETE_CATEGORY_APPROVE = Удалить категорию (<b>{$category}</b>)?

 Все товары категории будут удалены❗
ADMIN-DELETE_SUCCESS = Успешно удалено
ADMIN-DELETE_FAIL = Ошибка удаления


# MANAGMENT ITEMS
ADMIN-ITEMS_GROUP_INFO = Категория: <b>{$category}</b>

#DELETE ITEM
ADMIN-DELETE_ITEM_APPROVE = Удалить товар (<b>{$item}</b>)?

# ADD ITEM
ADMIN-CHOICE_CATEGORY = Выберите категорию
ADMIN-CREATE_NEW_CATEGORY = Создать новую

ADMIN-TITLE_ITEM = Название для товара (вложитесь в 20-30 симолов, чтобы тг не обрезал текст для кнопки):
ADMIN-TITLE_ITEM_ERROR = Название для товара {$count} символов, сократить до 50 хотя бы:
ADMIN-DESC_ITEM = Описание для товара (Можете написать о гео и использовать форматирование от тг, например жирный текст и т.п.):
ADMIN-COST_ITEM = Цена за единицу товара (обязательно число и можно формат через точку, например 4.5 или 8):
ADMIN-COST_ITEM_ERROR = Формат не является числом! Введите что-то типа 4.5 или 6:

ADMIN-PREVIEW_ITEM = 🎉 <b>Предложение товара </b>
 ━━━━━━━━━━━━━━━━━
 🛒 <b>Название:</b> {$title}
 📁 <b>Категория:</b> {$category}
 💵 <b>Цена:</b> {$cost}

 📜 <b>Описание:</b>
 {$desc}
 ━━━━━━━━━━━━━━━━━

ADMIN-PUBLISH_ITEM = Публиковать товар
ADMIN-RESTART_PUBLISH = Начать сначала
ADMIN-SUCCESS_PUBLISHED=Товар успешно опубликован, публикуем еще один?
ADMIN-FAIL_PUBLISHED = Ошибка публикации

#CREATE CATEGORY
ADMIN-CATEGORY_NAME = Название для категории (вкладывайтесь в 20-30 симолов, чтобы тг не обрезал текст для кнопки):
ADMIN-NAME_CATEGORY_ERROR = Название для товара {$count} символов, сократить до 50 хотя бы:
ADMIN-CATEGORY_SUCCESS_ADD = Категория <b>{$name}</b> успешно добавлена! Добавить еще?
ADMIN-CATEGORY_FAIL_ADD = Ошибка создания