REGISTER_FAIL = Попробуйте /start снова, но чуть позже
SUBSCRIBE_CHANNEL = Подпишись на канал <b>MT | SHOP</b>, чтобы иметь доступ ко всем нужным расходникам для залива и иметь возможность использовать этот бот, и напиши /start снова!
BAN_MESSAGE = Доступ заблокирован администрацией
START_MESSAGE = Добро пожаловать в <b>MT SHOP</b> – платформа, где можно закрыть все потребности!
 🌐 Наиболее трастовые FB/Google учетные записи на рынке.
 ✨ Уникальные крео под любую вертикаль с зашкаливающим CTR.
 😈 Конвертные Android/IOS приложения.
 💰 Агентские аккаунты FB и Google для залива больших объемов трафика.

 <b>Ваш промокод 10% скидка на первый заказ:</b> <code>MASONS10</code>
 Просто впишите его в описание к заказу


MENU = Меню