# admin main menu
ADMIN-ORDERS = Замовлення
ADMIN-ADD_ITEM = Додати товар
ADMIN-MANAGE_ITEMS = Товари
ADMIN-MESSAGING = Розсилка
ADMIN-BAN_USER = Заблокувати користувача

# ADD ITEM
ADMIN-ADD_ITEM-CHOICE_CATEGORY = Оберіть категорію
ADMIN-ADD_ITEM-CREATE_NEW_CATEGORY = Створити нову

ADMIN-TITLE_ITEM = Назва для товару (вкладіться у 20-30 симолів, щоб тг не обрізав текст для кнопки):
ADMIN-TITLE_ITEM_ERROR = Назва для товару {$count} символів, скороти до 50 хоча б:
ADMIN-DESC_ITEM = Опис для товару (Можете написати про гео та використати форматування від тг, наприклад жирний текст тощо):
ADMIN-COST_ITEM = Ціна за одиницю товару (Обов'язково число та можна формат через крапку, наприклад 4.5 або 8):
ADMIN-COST_ITEM_ERROR = Формат не є числом! Введіть щось типу 4.5 або 6:

ADMIN-PREVIEW_ITEM = 🎉 <b>Пропозиція товару</b>
    ━━━━━━━━━━━━━━━━
    🛒 <b>Назва:</b> {$title}
    📁 <b>Категорія:</b> {$category}
    💵 <b>Ціна:</b> {$cost}

    📜 <b>Опис:</b>
    {$desc}
    ━━━━━━━━━━━━━━━━

ADMIN-PUBLISH_ITEM = Публікувати товар
ADMIN-RESTART_PUBLISH = Почати спочатку
ADMIN-SUCCESS_PUBLISHED = Товар успішно опубліковано, публікуємо ще один?
ADMIN-ERROR_PUBLISHED = Помилка публікації
