REGISTER_FAIL = Спробуйте /start ще раз, але трохи пізніше
SUBSCRIBE_CHANNEL = Підпишись на канал <b>MT | SHOP</b>, щоб мати доступ до всіх потрібних розхідників для заливу і мати можливість використовувати цей бот, і напиши /start знову!
BAN_MESSAGE = Доступ заблоковано адміністрацією
START_MESSAGE = Вітаємо в <b>MT SHOP</b> – платформа, де можна закрити всі потреби!
    🌐 Найбільш трастові FB/Google облікові записи на ринку.
    ✨ Унікальні крео під будь-яку вертикаль із зашкалюючим CTR.
    😈 Конвертні Android/IOS програми.
    💰 Агентські акаунти FB та Google для затоки великих обсягів трафіку.

    <b>Ваш промокод 10% знижка на перше замовлення:</b> <code>MASONS10</code>
    Просто впишіть його в опис до замовлення


MENU = Меню