APPS = "Приложения"
APPS_TYPE = "Выберите тип приложений"

GAMBLING_APPS = "Gambling приложения"
WHITE_APPS = "Белые приложения"

GAMBLING_APPS_DESC = '''Приложения для пролива Gambling вертикали под источники трафика - FB , Google. Так же доступны для заказа ASO приложения.  Заказ под ключ/аренда'''
WHITE_APPS_DESC = '''Уникальные белые приложения которые идеально подойдут для прогрева ваших Google Play Console аккаунтов. 
Каждое приложение написано с " 0 ", с уникальном дизайном. Билд приложения на уникальном девайсе.'''

ORDER_APPS = "Заказать прилу"
