from dev.constants.accounts_constants import ACCOUNTS, CARDS_FARM, CABINETS_FARM, VERIFICATIONS_FARM

HELLO_MESSAGE = '''Приветствуем в <b>MT SHOP</b> – платформа где можно закрыть все потребности!\n
🌐 Самые трастовые FB/Google аккаунты на рынке.\n
✨ Уникальные крео под любую вертикаль с зашкаливающим CTR.\n
😈 Конвертящие Android / IOS приложения.\n
💰 Агентские аккаунты FB и Google для залива больших объемов трафика.\n\n
<b>Ваш промокод 10% скидка на первый заказ:</b> <code>MASONS10</code>\n
Просто впишите его в описание к заказу'''

HELLO_MESSAGE_REGISTERED_USER = "Выбери что тебя интересует"

ERROR_REGISTER_MESSAGE = "<b>Вы не зарегистрировались. Используйте команду /start, чтобы исправить это</b>"
NO_ACCESS = "Недостаточно прав"

# POSOTIONS -----------------------------------------------------
CLIENT = "client"
ADMIN = "admin"
SUB_POSITION_CREO = "creo"
SUB_POSITION_ACCOUNT = "account"

# CATEGORIES -----------------------------------------------------
# ABOUT
ABOUT = "О нас"  #

# BUY -------
BUY = "Купить"  #
CATEGORIES = "Категории"
WHAT_INTERESTED = "Выбери что тебя интересует"
# buy categories --------
# creo -------- #1
from dev.constants.design_constants import *

# RULES
RULES = "Правила"  #

# SUPPORT
SUPPORT = "Поддержка"  #

# MY ORDERS
MY_ORDERS = "Мои заказы"
TYPE_OF_ORDER_VIEW = "Выберите что хотите посмотреть"
GENERAL_STATISTICS = "Общая статистика"
LIST_OF_USER_VIEW = (GENERAL_STATISTICS, DESIGN, ACCOUNTS, CARDS_FARM, CABINETS_FARM, VERIFICATIONS_FARM)  # APPS, AGENCY_ACCOUNTS
STATUS_OF_ORDERS_USER = "Выберите статус заказов"
CALL_ADMIN_ABOUT_ORDER = "Задать вопрос по заказу"
MESSAGE_ = "message"

# OTHER -----------------------------------------------------
NOT_IMPLEMENTED = "Еще не реализовано"
CANCEL = "Отменить операцию"
CANCEL_OK = "Операция отменена"
SKIP = "Пропустить"
MENU = "Меню"
INPUT_INEGER = "Введите цифру"

# DEADLINE --------------------------------------------------
WRONG_FORRMAT_DATE = "Неверный формат даты. Следуйте формату ГОД-МЕСЯЦ-ЧИСЛО ЧАСЫ:МИНУТЫ\nНапример 2023-02-24 05:00"
TASK_SEND = "Заказ на рассмотрении. Ожидайте сообщения"
TASK_SEND_ERROR = "Не получилось отправить заказ, повторите попытку позже"
TASK_NOT_AVAILABLE = "Заказ не доступен"

# ERORR
MESSAGE_IS_TOO_LONG = "Ваше сообщение слишком большое, попробуйте уменьшить его общую длину (описание, формат и тд) и отправить снова "
