# -------------------- ABOUT US ----------------------------------
MT_MEDIA = "MT MEDIA"
MASONS_TRAFFIC = "Masons Traffic"
MASONS_PARTNERS = "Masons Partners"
MASONS_APPS = "Masons Apps"
MT_SHOP = "MT SHOP"

SUPPORT_MANAGER = "Обратная связь"

ABOUT_US_LIST = (MT_MEDIA, MASONS_TRAFFIC, MASONS_PARTNERS, MASONS_APPS, MT_SHOP)

# MT_MEDIA ---------------------------------
MT_MEDIA_DESC = '''🚀 Добро пожаловать в MT Chat | Арбитраж трафика – Эпицентр обмена опытом и взрывных идей в мире арбитража трафика! 🌐\n
🤝 Присоединяйтесь к нашему сообществу и станьте частью сильнейшего сообщества арбитражников! Здесь мы не просто обсуждаем, мы создаем историю успеха вместе! 💬✨🚀 MT Info | Daily CPA news – ваш источник актуальных новостей, глубоких аналитик и захватывающих обсуждений в мире арбитража трафика! 💡\n
🔍 Что нас отличает и выделяет:\n
1️⃣ Сообщество Экспертов и Профессионалов: Более 5000 участников – амбициозные арбитражники, готовые делиться своим опытом, открывать инсайды, обсуждать тренды и помогать друг другу в решении сложных задач. Общение с единомышленниками, делись опытом, задавай вопросы и находи новых партнеров для успешных сотрудничеств.
2️⃣ Горячие Новости и Решение Проблем в Реальном Времени: Моментальные обновления о последних трендах, изменениях в алгоритмах и событиях индустрии. Будьте в курсе первыми! Здесь проблемы не остаются нерешенными. Наш коллектив – это живой и быстрореагирующий источник помощи и консультаций.
3️⃣ Трендовые Обсуждения и Эксклюзивные Инсайты: Будьте в курсе последних трендов и алгоритмических изменений, обсуждайте их с экспертами и выстраивайте свою стратегию. Уникальные материалы и аналитика от экспертов, раскрывающие секреты успешного арбитража и стратегий монетизации.
4️⃣ Партнерства, Сотрудничество и Интересные Темы: Найдите новых партнеров для совместных проектов, обменяйтесь полезными контактами и развивайте свою сеть в индустрии. Обсуждение не только трендов, но и ключевых вопросов в индустрии, помогающих расширить ваш кругозор и стать более эффективным арбитражником.\n
🤝 Присоединяйтесь к MT Info | Daily CPA news! Успех – это результат информированности. 💼✨'''

MT_MEDIA_GROUP_LABEL = "MT Info | Daily CPA news"
MT_MEDIA_GROUP = "https://t.me/masoninfo"

MT_MEDIA_CHAT_LABEL = "MT Chat | Арбитраж трафика"
MT_MEDIA_CHAT = "https://t.me/masonschat"

# MASONS_TRAFFIC -----------------------------
MASONS_TRAFFIC_DESC = '''Приветствуем вас в Masons Traffic — лидере в арбитраже трафика, созданной опытными профессионалами в 2019 году! 🚀\n
🏆 <b>Почему Masons Traffic — это ваш идеальный выбор:</b>\n
1️⃣ Опыт и Репутация: С 2019 года мы являемся ключевыми игроками в мире арбитража трафика, зарекомендовав себя как надежные и компетентные партнеры.
2️⃣ Масштабные Проекты: Наша команда осуществляет отлив трафика через мощные платформы, такие как Facebook и Google UAC. У нас нет мелких проектов — мы работаем в масштабе, который поднимает бизнесы на новый уровень.
3️⃣ Крутые Финансовые Показатели: Мы гордимся впечатляющими финансовыми результатами, достигнутыми благодаря точным стратегиям, креативному подходу и глубокому пониманию рынка.
4️⃣ Статус и Состоятельность: Masons Traffic — это не просто команда, это стиль жизни. Мы стремимся к высокому статусу и состоятельности, предлагая нашим клиентам и партнерам только лучшее.
5️⃣ Профессиональное Сообщество: Мы не просто команда, мы сообщество профессионалов, где опыт обменивается опытом, и вместе мы создаем будущее арбитража трафика.\n
Присоединяйтесь к Masons Traffic и перенесите свой бизнес в следующую эру процветания! 💼✨'''

MASONS_TRAFFIC_LINK_LABEL = "Посетить сайт"
MASONS_TRAFFIC_LINK = "https://masons.partners/media"

CHAT_SUPPORT_MASONS = "https://t.me/mtchat_admin"

# MASONS_PARTNERS --------------------------
MASONS_PARTNERS_DESC = '''Приветствуем вас в Masons Partners – оригинальном лидере в арбитраже трафика с уникальным взглядом на Igaming рынок! 🎲🚀\n
🏆 <b>Почему Masons Partners – это новый взгляд на успех в индустрии:</b>\n
1️⃣ Инновационный Взгляд: Masons Partners – партнерская сеть в вертикали Gambling/Betting, обладающая революционным взглядом на Igaming рынок. Мы не просто следим за трендами, мы их создаем.
2️⃣ Мобильные Приложения: Мы  предлагаем приложения для IOS и Android, обеспечивая удобство и доступность для наших партнеров в любой точке мира.
3️⃣ Эксклюзивные Бонусы: Наши ключевые партнеры получают выгодные бонусы на креативы и аккаунты, чтобы максимизировать эффективность кампаний.
4️⃣ Реферальная Программа: Участвуйте в нашей реферальной программе и получайте вознаграждение за каждого нового партнера, приведенного вами.
5️⃣ Эксклюзивные Партнеры: Мы сотрудничаем с ведущими игроками на Igaming рынке, такими как C-Bet, Stake, Winomania, Betssons. Присоединяйтесь к числу успешных.\n
Присоединяйтесь к Masons Partners и переопределите свой успех в мире Gambling и Betting! 🎰💼'''

MASONS_PARTNERS_LINK_LABEL = "Посетить партнерку"
MASONS_PARTNERS_LINK = "https://masons.partners"

CHAT_SUPPORT_PARTNERS_1 = "https://t.me/Kris_MasonsPartners"
CHAT_SUPPORT_PARTNERS_2 = "https://t.me/Den_MasonsPartners"

# MASONS_APPS ------------------------------
MASONS_APPS_DESC = '''Добро пожаловать в Masons Apps — вашего надежного партнера в разработке приложений и телеграм ботов под ключ! 📱🤖\n
🌟 <b>Почему Masons Apps — лучший выбор в мире разработки приложений и ботов:</b>\n
1️⃣ Экспертность в Разработке: Мы специализируемся в создании инновационных приложений и телеграм ботов, обеспечивая ваши проекты надежностью и передовыми технологиями.
2️⃣ Под Ключ: Мы предоставляем полный цикл разработки — от идеи до готового продукта. Наш подход "под ключ" позволяет вам сосредоточиться на своем бизнесе, оставив разработку нам.
3️⃣ Большой Опыт и Экспертиза: С нашим большим опытом и экспертизой в индустрии, мы гарантируем высокое качество и индивидуальный подход к каждому проекту.
4️⃣ Телеграм Боты: Мы создаем интеллектуальные телеграм боты, улучшая взаимодействие с вашими пользователями и увеличивая эффективность ваших коммуникаций.
5️⃣ Современные Технологии: Мы следим за последними трендами в мире технологий, чтобы ваши приложения и боты были не только функциональными, но и соответствовали самым высоким стандартам.\n
Выберите Masons Apps — ваш партнер в успешной диджитализации бизнеса и создании уникальных приложений и телеграм ботов! 🌐💼'''

MASONS_APPS_LABEL = "Masons Apps"
MASONS_APPS_LINK = "https://t.me/Masons_App"

# MT_SHOP ----------------------------------
MT_SHOP_DESC = '''Добро пожаловать в MT SHOP — универсальную платформу, где вы можете легко купить и продать аккаунты, креативы, приложения и агентские кабинеты! 💻🔒\n
🌐 <b>Почему MT SHOP — ваш надежный ресурс для бизнеса:</b>\n
1️⃣ Широкий Ассортимент: MT SHOP предлагает разнообразие аккаунтов, креативов, приложений и агентских кабинетов. У нас есть именно то, что вам нужно для эффективного развития вашего бизнеса.
2️⃣ Простой и Безопасный Процесс: Наша платформа обеспечивает легкий и безопасный процесс покупки. Доверьтесь нам — мы ценим вашу безопасность и комфорт.
3️⃣ Все В Одном Месте: На MT SHOP вы найдете не только товары, но и ссылки на все наши ресурсы, обеспечивая вас всем необходимым для успешной деятельности.
4️⃣ Поддержка и Контакты: Наши контакты всегда открыты для вас. Если у вас есть вопросы или вам нужна помощь, наши специалисты готовы вам помочь.
5️⃣ Прозрачность и Надежность: Мы ценим прозрачные отношения с нашими клиентами. На MT SHOP вы найдете честные сделки и высокий стандарт обслуживания.\n
Откройте для себя новые возможности для вашего бизнеса! 🚀🌟'''

MT_SHOP_LINK_LABEL = "MT Shop"
MT_SHOP_LINK = "https://t.me/shop_masons"

CHAT_SUPPORT_MT_SHOP = "https://t.me/MT_SHOP_Support"

# SUPPORT ----------------------------------------------------------------
CONTACTS_OUR_SUPPORTS = "Ссылки на наших саппортов"

MT_SHOP_ACCOUNTS_SUPPORT_LABEL = "MT SHOP Accounts"
MT_SHOP_ACCOUNTS_SUPPORT = "https://t.me/MT_SHOP_Support"

MT_SHOP_CREO_SUPPORT_LEBAL = "MT SHOP Creo"
MT_SHOP_CREO_SUPPORT = "https://t.me/creogamble"

# RULES ------------------------------------------------------------------
RULES_TEXT = '''При совершении покупок в нашем магазине, вы автоматически соглашаетесь с данными правилами.
Пожалуйста, внимательно ознакомьтесь с описанием товара перед тем, как задавать какие-либо вопросы!
Условия приобретения цифровых товаров доступны по следующей ссылке:\n
https://teletype.in/@mt-a/mt-shop\n
Перед тем как совершить покупку товара, клиенту необходимо внимательно изучить описание товара и его характеристики, представленные в боте. Если возникнут какие-либо вопросы или сомнения, клиент должен связаться со службой поддержки @mt_shop_support\n\n
When making purchases in our store, you automatically agree to these rules.
Please carefully review the product description before asking any questions!
The terms for purchasing digital products can be found at the following link:\n
https://teletype.in/@mt-a/mt-shop\n
Before making a purchase, the customer must thoroughly examine the product description and its characteristics presented in the bot. If any questions or doubts arise, the customer should contact the support service at @mt_shop_support.'''
