# -------------------- ABOUT US ----------------------------------
MT_MEDIA = "MT MEDIA"
MASONS_TRAFFIC = "Masons Traffic"
MASONS_PARTNERS = "Masons Partners"
MASONS_APPS = "Masons Apps"
MT_SHOP = "MT SHOP"

ABOUT_US_LIST = (MT_MEDIA, MASONS_TRAFFIC, MASONS_PARTNERS, MASONS_APPS, MT_SHOP)

MT_MEDIA_DESC = '''🚀 Добро пожаловать в  MT Info | Daily CPA news – ваш источник актуальных новостей, глубоких аналитик и захватывающих обсуждений в мире арбитража трафика! 💡\n
🌐 <b>Что нас выделяет:</b>\n
1️⃣ Горячие Новости: Моментальные обновления о последних трендах, изменениях в алгоритмах и событиях индустрии. Будьте в курсе первыми!
2️⃣ Эксклюзивные Инсайты: Уникальные материалы и аналитика от экспертов, раскрывающие секреты успешного арбитража и стратегий монетизации.
3️⃣ Сообщество Профессионалов: Общение с единомышленниками, делись опытом, задавай вопросы и находи новых партнеров для успешных сотрудничеств.
4️⃣ Интересные Темы: Обсуждение не только трендов, но и ключевых вопросов в индустрии, помогающих расширить ваш кругозор и стать более эффективным арбитражником.\n
🤝 Присоединяйтесь к MT Info | Daily CPA news!
Успех – это результат информированности. 💼✨'''

MT_MEDIA_GROUP_LABEL = "MT Info | Daily CPA news"
MT_MEDIA_GROUP = "https://t.me/masoninfo"

MT_MEDIA_CHAT_LABEL = "MT Chat | Арбитраж трафика"
MT_MEDIA_CHAT = "https://t.me/masonschat"
# ----------------------------------------------------------------
