AGENCY_ACCOUNTS = "Агентские аккаунты"

AGENCY_TYPE = "Выберите источник"

FB_SOURCE = "FB"
GOOGLE_SOURCE = "GOOGLE"

FB_AGENCY_DESC = '''🔷 MT Agency - надежные партнеры для ведения вашего бизнеса. Мы успешно работаем в сфере iGaming и готовы помочь вам в этом 🎰
🔷 Мы предлагаем агентские кабинеты с лучшими условиями на рынке, с которых можно отливать Gambling, Betting, Nutra и другие вертикали. 🕋

 Преимущества нашего агентства: 

🔹Низкий % и мин деп для наших партнеров 💻
🔹Отсутствие лимитов спенда и гарантия возврата средств 💸
🔹Личный менеджер, готовый помочь в решении всех проблем 🤝
🔹Трастовые аккаунты, подготовленные по вашим запросам 🔥

Хочешь получить агентские кабинеты? пиши нашему менеджеру! 🛎'''
GOOGLE_AGENCY_DESC = '''google agency accounts'''  # todo exchange desc

SUPPORT_AGENCY = "Связаться"
SUPPORT_AGENCY_CONTACT = "https://t.me/agency_mt"
