HELLO_MESSAGE = '''Приветствуем в <b>MT SHOP</b> – платформа где можно закрыть все вопросы по расходникам!\n
🌐 Самые трастовые FB/Google аккаунты на рынке.\n
✨ Уникальные крео под любую вертикаль с зашкаливающим CTR.'''

ERROR_REGISTER_MESSAGE = "<b>Вы не зарегистрировались. Используйте команду /start, чтобы исправить это</b>"
NO_ACCESS = "Недостаточно прав"

# POSOTIONS -----------------------------------------------------
CLIENT = "client"
ADMIN = "admin"

# CATEGORIES -----------------------------------------------------
# ABOUT
ABOUT = "О нас"  #
from data.constants.info_constants import *

# BUY -------
BUY = "Купить"  #
CATEGORIES = "Категории"
WHAT_INTERESTED = "Выбери что тебя интересует"
# buy categories --------
# creo -------- #1
from data.constants.design_constants import *


# RULES
RULES = "Правила"  #

# SUPPORT
SUPPORT = "Поддержка"  #


# OTHER -----------------------------------------------------
NOT_IMPLEMENTED = "Еще не реализовано"
CANCEL = "Отменить операцию"
CANCEL_OK = "Операция отменена"
SKIP = "Пропустить"
MENU = "Меню"
INPUT_INEGER = "Введите цифру"

# DEADLINE --------------------------------------------------
WRONG_FORRMAT_DATE = "Неверный формат даты. Следуйте формату ГОД-МЕСЯЦ-ЧИСЛО ЧАСЫ:МИНУТЫ\nНапример 2023-02-24 05:00"
TASK_SEND = "Заказ на рассмотрении. Ожидайте сообщения"
TASK_SEND_ERROR = "Не получилось отправить заказ, повторите попытку позже"
TASK_NOT_AVAILABLE = "Заказ не доступен"
